Repository: OPUS4/application
Catalog: modules/mail/language/mail.tmx
Source language: en
Languages: de

source: Recipient address
de: E-Mail-Adresse des EmpfÃ¤ngers

source: Sender address
de: E-Mail-Adresse des Absenders

source: Recipient name
de: Name des EmpfÃ¤ngers

source: Sender name
de: Name des Absenders

source: Subject
de: Betreff

source: Message
de: Nachricht
